import { B } from "../dialogs/constants";

export const motivizerRu: string[] = [
  `
    Сообщения о мотивации появляются каждую долгую паузу
    и придуманы для того чтобы мы помнили, зачем мы это делаем.
  `,
  `
    Наверное у каждого курильщика есть любимая вещь испорченная сигаретой.
    Кто-то пропалил куртку, кто-то - любимое платье, у кого-то 
    белый потолок в машине стал жёлтым. И всё из-за дурацкой привычки!
  `,
  `
    Знаете как давно люди курят "за деньги"? С начала 16 века!
    Да, уже тогда людям начали продавать табак. Это безумно прибыльный
    бизнес, который делают на здоровье людей.
  `,
  `
    Главная целевая аудитория табачной индустрии - люди с 15 до 25 лет.
    Потому что, если человек начнёт курить в этом возрасте - он, скорее всего не бросит.
    Табак рекламируют из всех труб на всех молодёжных тусовках, популяризируют,
    рассказывая различные небылицы. Например, про то, что, если закурить после алкоголя -
    это будет ещё круче. Это будет круче только потому что табак ударит по организму 
    после алкоголя. Поэтому, даже если вы не в возрастной категории, помните -
    всё что рассказывают хорошего о табаке - это реклама.
  `,
  `
    Людей раздражают курящие люди. Вы не задумывались как выглядит курящий человек в глазах некурящего?
    Это выглядит как приблизительно "взрослый умный человек зачем-то раз в час встаёт с рабочего места,
    идёт на улицу, и кладёт карандаш в рот в течении 5 минут и выпускает дым". Звучит странно, не правда ли?
    Но так нас и видят.
  `,
  `
    Капля никотина убивает лошадь - это факт. Когда мы курим - мы вдыхаем никотин. 
    Для нас он не настолько страшен. Однако, помните, три вещи по которым он бьёт это -
    сердце, кровеносная система и защита от опухолей. Сегодня, когда медицина дорожает
    с каждым днём - бессмысленно подвергать себя опасности таких страшных заболеваний.
  `,
  `
    Полезным может оказаться тренировка в виде отказа от курения.
    Выходите с коллегами по работе или друзьями курить, как обычно.
    И потом, когда все закуривают - вы не закуриваете.
    Если у вас спросят, почему вы не курите - скажите "я не хочу".
    Это повеселит коллег - не более.
    Однако для вас это будет ещё одной маленькой победой над привычкой.
  `,
  `
    Курильщики редко могут встречаться с некурильщиками. Запах сигарет отталкивает.
    Мало того, курильщиков гораздо меньше чем некурящих людей. Просто представьте, 
    какое количество людей оставило вас за бортом только из-за этой дурацкой привычки!
  `,
  `
    Более 4000 химических веществ выделяется когда вы закуриваете. 
    Не удивительно, что курение является одной из главных причин ранней смертности.
    Просто вдумайтесь в значение слов "ранняя смертность".
    У вас стольк планов на жизнь, друзья, семья, цели. Вы всё делаете чтобы сделать жизнь интересной.
    Потом, внезапно, "бац" - и ты умер. Хотя мог бы жить долго и счастливо. Ещё и заплатил за это деньги.
  `,
  `
    Анекдот. Учительница сказала, что тот, кто курит, больше не вырастет, 
    и в подтверждение своих слов застрелила семиклассника Сидорова.
  `,
  `
    То, что люди, которые бросают курить набирают вес - это миф. Даже если вы склонны к полноте - миф.
    В 99% случаев люди набирают вес из-за того что едят лёжа или начинают употребрять сладости и мучное
    в ненормальных количествах. Следите за тем что едите. А вот то что зубы портятся от курения - так это факт.
  `,
  `
    Все замены никотина - враньё. Все пластыри, таблетки, вейпы - это всего лишь другая разновидность сигарет.
    О, вы будете удивлены насколько табачная индустрия изобретательна! Они будут вам продавать сигареты в бутылках,
    сигареты в виде освежителя воздуха для машин, духи с запахом табака. Будут говорить что "так вы бросаете курить".
    Эта индустрия приносит бешеные деньги. Они сделают что угодно - лишь бы вы не спрыгнули!
  `,
  `
    Челлендж сегодняшнего дня. Если вы курите на остановках когда ждёте транспорт - не курите перед транспортом.
    Если курите перед тем как сесть в машину - не курите перед тем, как сесть в машину. Вы сильнее вашей привычки!
  `,
  `
    Во всём мире полно заведений где не курят. И курящие люди выходят "на улицу" чтобы курить.
    Или даже в специальные "комнаты для курения". А вы никогда не задумывались что со стороны это смотрится как
    "аквариум для зависимых от которых воняет"? То есть, это даже не дискриминация. 
    Просто люди без этой привычки не всегда согласны терпеть.
  `,
  `
    Ваша семья, друзья, близкие люди, которые не курят - они любят вас любым или любой - не зависимо от привычек.
    И даже если у вас воняет изо рта, когда вы покурили - они относятся к этому с пониманием. 
    Так зачем их травить? Это просто бессмысленно. Поэтому вы и пробуете бросить курить. 
  `,
  `
    Юмор. Попросить у курящего на улице сигарету - это нормально. 
    А если кто-то шоколадку ест и ты попросишь кусочек - смотрят как на психа.
  `,
  `
    У курильщиков из-за привычки испорчены рецепторы. Курильщики не могут нормально чувствовать вкус еды.
    Курильщики не могут нормально чувствовать аромат духов. Иногда даже запах бензина на асфальте может вызвать в душе
    невероятный поток воспоминаний. Но его нет пока вы всё ещё курите. Бросайте. Бесполезная привычка.
  `,
  `
    Сколько стоит ваша пачка сигарет? Это ваши деньги! Ваши и только ваши. 
    Вы могли бы их потратить на что угодно. А отдаёте табачной индустрии.
    Понимаете в чём дело - вы их не отдаёте, как покупаете арбуз летом.
    Вы их отдаёте потому что у вас привычка к которой они вас пристрастили.
    Но это же абсурд.
  `,
  `
    У тех, кто бросает курить, у каждого - своя самая главная причина. Помните о ней всегда.
    Это поможет вам. Так бросить курить гораздо легче. Главная причина почему вы бросаете курить.
  `,
  `
    Может быть это и примитивная причина. Мозг некурящего человека работает в 3 раза лучше, чем когда он курит.
    Вы можете быть умнее и быстрее в 3 раза. Просто нужно перестать отдавать деньги за то что вам не нужно.
  `,
  `
    Если вы живёте с человеком или работаете с курящими людьми - это совершенно не значит что это проблема.
    Можете точно так же выходить с ними курить как и раньше. Но если не настало время курить - не курите.
    Даже не затягивайтесь. Какой смысл? Просто не курите и всё. У вас свой график и всё тут.
  `,
  `
    Кстати, совершенно недавно, табачная индустрия придумала как заманить молодёжь. 
    Курить у подростков было не модно и они придумали вейпы и парилки -
    невероятное чудо, с помощью которого можно пускать сладковатый дымок.
    Как оказалось закончилась эта история ещё страшнее чем с сигаретами - сахарным диабетом.
    Вы думаете хоть кто-то что-то компенсировал людям заболевшим диабетом?
    Вся табачная индустрия сделано чтобы сделать деньги на чужом здоровье. 
  `,
  `
    У некурящих людей лучше кожа. Почему. Потому что у них нет постоянного отравления химическими веществами.
    И для этого не обязательно даже быть молодой девушкой. Здоровый цвет лица зрелого мужчины гораздо интереснее
    серой кожи стареющего вечно уставшего работяги.
  `,
  `
    Если вы больше не будете курить - одежда больше не будет пахнуть табаком, ваши волосы больше не будут пахнуть
    табаком, баши руки больше не будут пахнуть табаком.
  `,
  `
    Челлендж сегодняшнего дня. Купив следующую пачку сигарет - не закуривайте сразу. 
    Попробуйте отложить это на сколько это возможно. Вы удивитесь насколько это просто. 
    Это просто дурацкая привычка которая уже не властна над вами.
  `,
  `
    Понаблюдейте как-нибудь за группой людей, которые курят. Стоя у мусорки или в комнате для курения.
    Абсолютно нормальные обычные люди выпускают дым, тратят свои деньги и здоровье, чтобы пропахнуть куревом.
    Вы скоро бросите курить и не будете в их числе. Уже скоро.
  `,
  `
    Это прозвучит странно. Но сейчас бросить курить гораздо проще чем потом. Установленный учёными психологический факт.
    Человек, который принял решение о том, что бросит курить - может бросить курить. Если человек сходит с этого
    пути - дальше ему бросать становится тяжелее. Психологически. Человек начинает думать "да не столько это
    много денег" и "я давно курю и ничего" и так далее. Вы сейчас уже решили что бросите курить. 
    Сейчас самое лучшее время для этого. Не останавливайтесь!
  `,
  `
    Вы послужите примером для других. Если бросите вы - бросит и ваш муж или жена, бросят ваши друзья.
    Вы будете проводить столько же времени вместе как и раньше, беседовать, как и раньше. 
    Всё будет, как и раньше. Не будет только сигареты в руке. А зачем она вообще нужна. 
  `,
  `
    Юмор. Василий Петрович из Калуги, собираясь на охоту, по ошибке взял сигареты
    сына, и уже к обеду, на лесной поляне, застрелил трех жирафов. 
  `,
  `
    Курение портит память. Если вы не будете курить, вы сможете впоминать дорогие вам события вечером
    за кружечкой чая или кофе. Вспомните события детства в деталях, вспомните выпускной и как гуляли с любоимой собакой.
    У вас будет больше время на себя и меньше - на рутину. Мышление станет более позитивным. Курение отягощает.
  `,
  `
    Некурящий человек - более бодрый, более свежий. Он более активен в жизни, у него более яркий секс, 
    более разнообразные и активные планы. Некурящий человек делает несколько дел одновременно легко.
  `,
  `
    Начните напоминать себе, что курение - это привычка. Разница между привычкой и зависимостью очень простая.
    Вы привыкли делать так. Но если вы вдруг не сделаете так - ну да и ничего не изменится. Вообще.
  `,
  `
    Если вы страдаете головными болями, особенно на погоду - это может быть от курения. 
    Да, сигареты сужают сосуды, прибавьте к этому ещё холестерин накопившийся с годами, плюс атмосферное давление
    - и это почти 100% головная боль. А зачем это вам?
  `,
  `
    У вас закончились сигареты и вы не покурили. Проходит небольшой промежуток времени и вы становитесь нервным
    и раздражительным - странно, не правда ли? Для человека, который полностью властен нас своей жизнью зависеть
    от того, что продают в каждом киоске как жвачку. Странно и обидно.
  `,
  `
    Многие говорят, я курю, потому что у меня "хронический стресс". 
    Стресс - это совершенно отдельная тема, уважаемые. Если у вас стресс - хоть от чего угодно. От работы или дома.
    Вы не изобрели нового. Люди с этим сражаются всю историю человечества.
    И, поэтому, есть совершенно адекватные подходы к тому, чтобы исправить то, что вызывает у вас стресс.
    Если это вдруг актуально для вас - изучите эту тему в интернете. 
    Вы будете удивлены, насколько лучше вы можете сделать вашу жизнь без особых услилий.
  `,
  `
    Кстати. Совершенно рабочая тема. Называется "Последний Полёт". 
    Человек, который бросает курить просит кого-то сфотографировать его, когда он выкидывает пустую пачку.
    С сигаретой в руке и пачкой, летящей в мусорку. 
    Даже не обязательно, чтобы это был момент уже "самой последней пачки". Можете сделать такое фото даже сейчас.
    Когда человек уже совсем бросает курить - это фото распечатывается и ставится в рамочку на полку.
    Это то, насколько вы сильны над вашими привычками. Ваша победа.
  `,
  `
    Челлендж сегодняшнего дня. Если вы курите на работе или учёбе - пропустите один или два перекура.
    Вас будут звать коллеги - откажите. Скажите, что вы заняты работой и покурите позже. Ни кто на вас не обидится.
    А вы - потренируете, насколько вы сильнее привычки.
  `,
  `
    Мировая статистика: каждые шесть секунд в мире умирает человек от болезней, вызванных потреблением табака, 
    в год – 3,5 миллиона человек. Оно вам нужно?
  `,
  `
    Почему считается что у курильщиков снижается качество жизни. 
    Потому что курильщики отталкивают от себя некурящих людей, курящие люди не редко выпивают. 
    Среди некурящих людей достаточно много успешных, а среди курящих - полно неудачников, которые ещё и выпивают.
    И, логично, от друзей частично и зависит качество жизни.
  `,
  `
    Есть обязательное правило. Называется "Спутники Курения". 
    Если у вас есть такое, что вы курите когда выпиваете - перестаньте пить. Вообще.
    Если есть привычка курить, когда пьёте кофе - перестаньте пить кофе и начните пить чай.
    Откажитесь от ассоциаций с курением от которых отказаться просто.
    Будете пить своё любимое кофе как и раньше, когда бросите курить.
    И будете вспоминать всё с улыбкой.
  `,
  `
    Грустный юмор. Если ты не веришь в существование настойчивых людей, 
    значит, ты никогда не видел курильщика, пытающегося зажечь сломанную зажигалку.
  `,
  `
    Интересный факт. Бросанию курения может помочь вода. Почему?
    Мы состоим из воды и наш организм требует 2 литра воды в день. Но не все выпивают столько сколько нужно.
    Плюс ко всему мы ещё нарушаем режим питания и не едим.
    И получается так, что, мы покурили, и токсины застряли в нашем организме "надолго",
    потому что мы даже рот после них не полоскали. Во рту этот вкус сигарет постоянно, проходит время
    и вкусовы рецепторы нам говорят "а не хочешь сходить покурить". Так вот. Если мы просто где-то в промежутках
    сделаем пару глотков воды - у нас уйдут токсины изо рта, и нам будет хотеть курить гораздо меньше.
  `,
  `
    Сигареты - не "Релакс". Вы не "отдыхаете за сигаретой". Вы можете и отдыхать без сигареты.
    Вы можете отдыхать как угодно. Просто сейчас - вы отдыхаете, а ещё и зачем-то пускаете дым.
  `,
  `
    Иногда бывает такое - совершенно трудно сдержаться и не сходить покурить лишний раз.
    Прямо, ну очень хочется. Что делать? Рецепт прост. Подходим к окну, открываем его, и делаем глубокий вдох.
    Наслаждаемся. Если мало одного раза, делаем ещё несколько. Курение это глупая привычка -
    вы можете курить когда захотите. Если захотите - можете вообще не курить.
  `,
  `
    Представьте себе, есть реальная статистика людей старше 60 лет, которые бросили курить.
    Так вот, согласно ей, даже в этой возрастной группе, длительность жизни людей, бросивших курить
    ВСЕГДА была больше тех, кто курил как и раньше. Тут чётко видно насколько курение вредно.
  `,
  `
    Не курите не курите, потом, что-то вдруг занервничали, стали раздражительными, руки затряслись,
    вы сделали кофе, вышли на улицу, зажгли зажигалку и затянулись сигаретой. Кайф, да?!
    Кайф ли? Вы просто ни с того ни с сего стали нервным, вышли на улицу и сели дымить. Звучит не так романтично.
    А со стороны некурящие люди видят это так.
  `,
  `
    Вы не хотите попробовать выучить иностранный язык? Мультизадачность - это конёк некурящего человека.
    Поэтому, если у вас есть возможность и свободное время - можете начинать прямо сейчас.
  `,
  `
    Кашель на пустом месте. У курильщиков - явление обычное. Раздражает, не правда ли?
  `,
  `
    Челлендж сегодняшнего дня. Если вы курите перед сном - не курите сегодня. 
    То есть, вам совсем не обязательно это делать. Прикиньте, когда планируете ложиться и за час уже не курите.
    Вы можете это распланировать - это очень просто - поверьте. 
  `,
  `
    Если бы сигареты состали бы только из табака - все бы бросали курить легко.
    Это понимают владельцы табачных корпораций. Поэтому они приучают курильщиков к различным добавкам.
    Чего там только нет. Причём, как в табаке, так и в фильтрах.
    Кстати, поэтому сигареты не тухнут, например.
  `,
  `
    У вас бывало такое. Сидите вечером, отдыхаете. Потом подумали - а не покурить ли. 
    Лезете в карман куртки или в сумку и обнаруживаете что сигареты закончились.
    Что делать - встаёте, одеваетесь, и идёте в киоск за сигаретами.
    Представляете, насколько это странно. Вместо своего заслуженного отдыха вы одеваетесь
    и идёте по маршруту, который находили.
  `,
  `
    А вы когда-то слышали, что бывают подделки сигарет? Наверняка.
    Но вот про то, что люди травились поддельными сигаретами не на слуху. А они есть.
    Как это происходит. Человек покурил некачественные сигареты, отравился, кружится голова, плохо.
    Что он делает? Думает что заболел, ложится на больничный.
    А можно отравиться очень сильно. Ещё за это и деньги заплатить.
  `,
  `
    Психологи считают что жвачка очень сильно мотивирует курение. 
    Курящие люди жующие жвачку привыкают глотать никотин со слюной и потом, как только жвачка оказывается 
    во рту - сразу же возникает ассоциация с сигаретой. Поэтому, если вы жуёте жвачку и планируете
    бросить курить, лучше пока прекратить жевать. Временно.
  `,
  `
    - Всё, бросаю курить!
    - Отлично, с вас 124 $ в месяц налога. Это для компенсации убытка, который вы теперь 
    будете наносить табачным компаниям. 
    И 4210 $ компенсации клинике, которой не доведётся теперь вас лечить.
  `,
  `
    Вы заметили, что знаменитости почти никогда не курят? И это совершенно не потому что не могут себе позволить.
    Просто глупо быть рабом бесполезной привычки.
  `,
  `
    Чтобы меньше курить - ограничьте себя. Уберите ваши дополнительные зажигалки - оставьте одну.
    Перестаньте покупать сигареты блоками и носите только одну пачку.
    Сделайте курение для вас мение доступным.
  `,
  `
    Отказ от курения означает отсутствие ограничений – вы можете свободно находиться в обществе, 
    не имея необходимости отходить в сторону или выходить на улицу, чтобы покурить.
  `,
  `
    Всегда помните - все схемы, которые обещают вам бросить курить - обман. На самом деле вы сейчас
    выбрали единственную рабочую схему - ограничение курения с напоминаниями. Никакие таблетки, пластыри
    и тренинги не сработают - это ещё один вариант выкачки денег из человека.
  `,
  `
    Челлендж сегодняшнего дня. Если вы курите сразу как просыпаетесь, попробуйте завтра этого не делать.
    Для начала сделайте чай или кофе. Или позавтракайте. В общем - не делайте это сразу же. 
    Это привычка и она не должна руководить вашим днём.
  `,
  `
    Если честно, когда читаешь о вреде курения - хочется закурить. Поэтому, скажем просто, как факт -
    курение безумно вредное пагубное занятие, которое ничего хорошего вам не даёт.
  `,
  `
    Безопасных сигарет - нет, безопасных парилок - нет, курить кальян полезно - нет. 
    Смотрите, как бы "самое безопасное" не оказалось "самым смертоносным".
    Так зачем вообще рисковать своей жизнью?
  `,
  `
    Современные сигаретные фильтры, конечно же, задерживают смолы и делают курение более безопасным.
    Но, делают более безопасным совершенно не означает, что, встав когда-то утром,
    вы не обнаружите какое-то страшное заболевание связанное с курением. Поэтому - бросайте курить.
  `,
  `
    Юмор. Самый реальный вред от курения — это когда выходишь покурить, а соседи по общаге сожрали твои пельмени.
  `,
  `
    Когда начинаешь думать о курении, как о бесполезном занятии - совладать с этой привычкой гораздо проще.
    Чем больше человек думает о привычке, как о привычке - тем быстрее он бросает курить.
  `,
  `
    Нюхательный табак является частой причиной рака слизистой оболочки рта - да, даже такой рак бывает.
    Часто люди жуют и нюхают табак "чтобы проснуться". Это тоже опасно.
  `,
  `
    По чистой статистике 90% курильщиков бросили бы если бы могли. На самом деле, им нужно было озадачиться,
    как озадачились вы. Спросите у своих друзей, может они хотят бросить курить. Даже если они откажут,
    когда вы бросите курить совсем - вы послужите для них примером.
  `,
  `
    Ежегодно огромное число людей бросает курить. Но около половины из них бросают только тогда,
    когда уже имеют реальные проблемы со здоровьем. А ведь до этого могло бы и не дойти.
  `,
  `
    С помощью этого бота люди бросают курить в среднем за три месяца. Если вы вышли на время более двух часов
    между перекурами - можете начинать задумываться над этим. Вам стоит подобрать какой-то период,
    когда у вас будет три и более выходных. Вам нужно переборот себя первые пять дней - дальше становится легче.
  `,
  `
    В фильмах постоянно идёт скрытая реклама сигарет. Когда главный герой "смачно" затягивается - мммм,
    как же хочется покурить. Реклама сигарет. Помните об этом.
  `,
  `
    Челлендж сегодняшнего дня. Если у вас есть подруга или друг, который бросил курить - спросите у него, 
    как он это сделал. Если, вдруг, нет - спросите некурящего человека, почему он не курит.
  `,
  `
    Если вы владеете каким-то иностранным языком, кроме тех, на которые бот уже переведён -
    вы можете нам помочь. Чтобы посмотреть список доступных языков напишите /lang . 
    Если решите помочь с переводом - напишите автору бота https://t.me/PinkyaRabbit
  `,
  `
    Юмор. - Какой у Вас красивый желтый кот! - Спасибо, но на самом деле он белый - мы просто курим в квартире.
  `,
  `
    Что значит "я не могу бросить курить"?! Звучит странно, не правда ли.
  `,
  `
    Часто можно услышать такое - я курю, потому что мне нравится. 
    Мне нравится "запах" сигарет и затягиваться табачным дымом.
    Напомним вам, вы бросаете курить потому что это вредно, бессмысленно и раздражает других, а не вас.
    Да, табачный дым - часто достаточно приятный. Но вы стали его рабом.
    А если вы уже не властны над этой привычкой - пора с ней заканчивать.
  `,
  `
    Посреди тяжёлого дня вы садитесь, закуриваете, и сигарета переносит вас в мир "спокойных размышлений" о жизни.
    Вы отдыхаете. Вроде бы всё ок? А теперь я вам скажу, что для этого вам совершенно не нужна сигарета.
    Это просто часть вашей привычки которая въелась в вас и от неё теперь будет очень трудно избавиться.
    Боритесь! Это настоящая битва! Вы сильнее.
  `,
  `
    Наверняка, когда вы только начинали курить, вы говорили "хочу курю - хочу некурю".
    Ничего не поменялось.
  `,
  `
    Одним из хороших ходов в отказе от курения является, если вы перестанете считать, сколько сигарет у вас
    осталось в пачке. Это тяжело, но вы же боретесь с привычкой. И, всякий раз, когда они у вас будут заканчиваться,
    вы будете идти в магазин или киоск и думать, насколько вами руководит привычка.
  `,
  `
    Есть такая очень популярная фраза "некоторые люди всю жизнь курят и ничего". Так-то оно так.
    Но, во-первых, они всё равно страдают от этого курения - мозг работает хуже, моторика хуже и тп.
    А, во-вторых, где гарантия что для вас сработает это правило? Вы просто откройте как-нибудь список
    заболеваний, риск которых возрастает с курением. Там много достаточно страшного.
  `,
  `
    Бычки на траве, бычки на автобусных остановках, бычки на балконах, бычки в машине друга и гараже.
    Раздражает, не правда ли?
  `,
  `
    Сигареты это настолько прибыльный бизнес, что многие страны третьего мира занимаются их контрабандой.
    Вы даже не можете себе представить объёмы - там десятки миллиардов сигарет.
    Просто бизнес на смерти всегда был самым прибыльным.
  `,
  `
    Фраза "С этого момента ни одной затяжки" очень сильная. Скажите её, когда примете окончательное решение.
    Это как договор самому себе.
  `,
  `
    Вы долистали все мотивационные сообщения до конца. Сейчас они пойдут по кругу. Однако, хотим вас попросить -
    не останавливайтесь. Нет никакого смысла в том что вы курите. Покупая сигареты вы просто набиваете чужие карманы.
  `,
].map(v => `> 🏋️ ${B}Мотивация${B}: ${v}`);